Repository: rotdrop/nextcloud-app-embeddedredaxo
Catalog: l10n/*/redaxo.po
Languages: de

source: Got an empty Redaxo location.
de: Redaxo-Pfad fehlt.

source: Setting Redaxo location to `%s' but the location seems to be invalid.
de: Redaxo-Location ist jetzt `%s', aber dort scheint kein Redaxo-CMS installiert zu sein.

source: Setting Redaxo location to `%s'.
de: Redaxo-Location ist jetzt `%s'.

source: Got an empty refresh value.
de: Leerer Wert für das Auffrischungsintervall.

source: This does not appear to be a number: `%s'
de: Das scheint aber gar keine Zahl zu sein: `%s'

source: Setting Redaxo session refresh to %s seconds.
de: Das Auffrischungsintervall wurde zu %s Sekunden eingestellt.

source: Unknown request.
de: Unbekannte Anfrage.

source: Embedded Redaxo CMS
de: Eingebettetes Redaxo CMS

source: Please enter the location of the already installed Redaxo instance. This should either be an abolute path relative to the root of the owncloud instance, or a complete URL which points to the web-location of the Redaxo CMS.
de: Bitte geben Sie den Ort der RedaxoCMS-Installation an. Entweder als ``absoluten'' Pfad, aber relativ zum Basis-Verzeichnis Ihres Web-Servers, oder als vollständigen URL mit der Web-Adresse der Redaxo-Installation.

source: RefreshTime [s]
de: Auffrischungsintervall [s]

source: Please enter the desired session-refresh interval here. The interval is measured in seconds and should be somewhat smaller than the configured session life-time for the Redaxo instance in use.
de: Bitte ein passendes Auffrischungsintervall angeben. Das Intervall wird in Sekunden angegeben und sollte um Einiges kleiner sein als die Lebensdauer der PHP-Session der Redaxo-Instanz, die eingebettet werden soll.

source: Redaxo Session Refresh Interval [s]
de: Redaxo Session Auffrischungsintervall [s]
